[{"Id":"cd84e89b-eba6-4db2-8087-cb145fce7fa8","Name":"Fascinated","Description":"You are compelled to focus your attention on something, distracting you from whatever else is going on around you. You take a –2 status penalty to Perception and skill checks, and you can’t use actions with the concentrate trait unless they or their intended consequences are related to the subject of your fascination (as determined by the GM). For instance, you might be able to Seek and Recall Knowledge about the subject, but you likely couldn’t cast a spell targeting a different creature. This condition ends if a creature uses hostile actions against you or any of your allies.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["Perception","Acrobatics","Arcana","Athletics","Crafting","Deception","Diplomacy","Intimidation","Medicine","Nature","Occultism","Performance","Religion","Society","Stealth","Survival","Thievery","Lore"],"Scaling":"Constant","Type":"Status","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"a4ed547c-47a5-4860-bab0-622e1392b242","Name":"Dazzled","Description":"Your eyes are overstimulated. If vision is your only precise sense, all creatures and objects are concealed from you.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]},{"Id":"ff222665-de46-4b21-80fb-46ad417cceef","Name":"Blinded","Description":"You can’t see. All normal terrain is difficult terrain to you.\r\n\r\nYou can’t detect anything using vision. You automatically critically fail Perception checks that require you to be able to see, and if vision is your only precise sense, you take a –4 status penalty to Perception checks. You are immune to visual effects. Blinded overrides dazzled.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["Perception"],"Scaling":"Constant","Type":"Status","Value":4,"IsBonus":false,"IsPenalty":true}]},{"Id":"36f53ae2-7eac-410f-a985-e40d978c94d3","Name":"Deafened","Description":"You can’t hear. You automatically critically fail Perception checks that require you to be able to hear. You take a –2 status penalty to Perception checks for initiative and checks that involve sound but also rely on other senses. If you perform an action with the auditory trait, you must succeed at a DC 5 flat check or the action is lost; attempt the check after spending the action but before any effects are applied. You are immune to auditory effects.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["InitiativePerception"],"Scaling":"Constant","Type":"Status","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"1cee3860-3c50-44c7-958e-409223bdbd93","Name":"Flat-footed","Description":"You’re distracted or otherwise unable to focus your full attention on defense. You take a –2 circumstance penalty to AC. Some effects give you the flat-footed condition only to certain creatures or against certain attacks. Others— especially conditions—can make you universally flatfooted against everything. If a rule doesn’t specify that the condition applies only to certain circumstances, it applies to all of them; for example, many effects simply say “The target is flat-footed.”","HasLevels":false,"Level":1,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"c8ccb6c0-2bb6-4a6e-b2a4-6c177c9f7e5d","Name":"Prone","Description":"You’re lying on the ground. You are flat-footed and take a –2 circumstance penalty to attack rolls. The only move actions you can use while you’re prone are Crawl and Stand. Standing up ends the prone condition. You can Take Cover while prone to hunker down and gain cover against ranged attacks, even if you don’t have an object to get behind, gaining a \u002B4 circumstance bonus to AC against ranged attacks (but you remain flat-footed).\r\n\r\nIf you would be knocked prone while you’re Climbing or Flying, you fall (see rules on falling). You can’t be knocked prone when Swimming.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Flat-footed","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]}],"Modifiers":[{"Targets":["MeleeAttack","RangedAttack","SpellAttack"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"00fb5b72-1514-475e-8631-8bc8d7f9cffc","Name":"Fatigued","Description":"You’re tired and can’t summon much energy. You take a –1 status penalty to AC and saving throws. While exploring, you can’t choose an exploration activity.\r\n\r\nYou recover from fatigue after a full night’s rest.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass","Fortitude","Reflex","Will"],"Scaling":"Constant","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"fac8d73d-6ffc-44fc-b2d7-b586d8fd8705","Name":"Encumbered","Description":"You are carrying more weight than you can manage.\r\n\r\nWhile you’re encumbered, you’re clumsy 1 and take a 10-foot penalty to all your Speeds. As with all penalties to your Speed, this can’t reduce your Speed below 5 feet.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Clumsy","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Acrobatics","Stealth","Thievery","Reflex","ArmorClass","RangedAttack"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]}],"Modifiers":[{"Targets":["Speed","BurrowSpeed","ClimbSpeed","FlySpeed","SwimSpeed"],"Scaling":"Constant","Type":"Status","Value":10,"IsBonus":false,"IsPenalty":true}]},{"Id":"5c455881-3ab5-4baa-b036-0133c3ce5776","Name":"Slowed","Description":"You have fewer actions. Slowed always includes a value.\r\n\r\nWhen you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don’t immediately lose actions if you become slowed during your turn.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[]},{"Id":"64557876-b57e-4261-bb94-a167ac71232f","Name":"Stunned","Description":"You’ve become senseless. You can’t act while stunned.\r\n\r\nStunned usually includes a value, which indicates how many total actions you lose, possibly over multiple turns, from being stunned. Each time you regain actions (such as at the start of your turn), reduce the number you regain by your stunned value, then reduce your stunned value by the number of actions you lost. For example, if you were stunned 4, you would lose all 3 of your actions on your turn, reducing you to stunned 1; on your next turn, you would lose 1 more action, and then be able to use your remaining 2 actions normally. Stunned might also have a duration instead of a value, such as “stunned for 1 minute.” In this case, you lose all your actions for the listed duration.\r\n\r\nStunned overrides slowed. If the duration of your stunned condition ends while you are slowed, you count the actions lost to the stunned condition toward those lost to being slowed. So, if you were stunned 1 and slowed 2 at the beginning of your turn, you would lose 1 action from stunned, and then lose only 1 additional action by being slowed, so you would still have 1 action remaining to use that turn.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[]},{"Id":"9a217ea3-b12c-4bc3-911d-a25b0a0faedf","Name":"Immobilized","Description":"You can’t use any action with the move trait. If you’re immobilized by something holding you in place and an external force would move you out of your space, the force must succeed at a check against either the DC of the effect holding you in place or the relevant defense (usually Fortitude DC) of the monster holding you in place.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]},{"Id":"a8121e00-9884-4bd2-9513-4fce953820f4","Name":"Grabbed","Description":"You’re held in place by another creature, giving you the flat-footed and immobilized conditions. If you attempt a manipulate action while grabbed, you must succeed at a DC 5 flat check or it is lost; roll the check after spending the action, but before any effects are applied.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Flat-footed","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"00000000-0000-0000-0000-000000000000","Name":"Immobilized","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]}],"Modifiers":[]},{"Id":"d04b0f66-3094-4eef-b2ea-79b212981e96","Name":"Restrained","Description":"You’re tied up and can barely move, or a creature has you pinned. You have the flat-footed and immobilized conditions, and you can’t use any actions with the attack or manipulate traits except to attempt to Escape or Force Open your bonds. Restrained overrides grabbed.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Flat-footed","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]},{"Id":"00000000-0000-0000-0000-000000000000","Name":"Immobilized","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]}],"Modifiers":[]},{"Id":"53a6ebff-9b5a-4e87-84f1-4ee1f60e33c4","Name":"Paralyzed","Description":"Your body is frozen in place. You have the flat-footed condition and can’t act except to Recall Knowledge and use actions that require only the use of your mind (as determined by the GM). Your senses still function, but only in the areas you can perceive without moving your body, so you can’t Seek while paralyzed.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Flat-footed","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]}],"Modifiers":[]},{"Id":"bbd5976a-0381-4712-8b86-0531217d8913","Name":"Petrified","Description":"You have been turned to stone. You can’t act, nor can you sense anything. You become an object with a Bulk double your normal Bulk (typically 12 for a petrified Medium creature or 6 for a petrified Small creature), AC 9, Hardness 8, and the same current Hit Points you had when alive. You don’t have a Broken Threshold. When you’re turned back into flesh, you have the same number of Hit Points you had as a statue. If the statue is destroyed, you immediately die. While petrified, your mind and body are in stasis, so you don’t age or notice the passing of time.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]},{"Id":"637a8d23-4138-4f96-83c7-861e76568ebb","Name":"Frightened","Description":"You’re gripped by fear and struggle to control your nerves.\r\n\r\nThe frightened condition always includes a value. You take a status penalty equal to this value to all your checks and DCs. Unless specified otherwise, at the end of each of your turns, the value of your frightened condition decreases by 1.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Acrobatics","Arcana","Athletics","Crafting","Deception","Diplomacy","Intimidation","Medicine","Nature","Occultism","Performance","Religion","Society","Stealth","Survival","Thievery","Lore","Fortitude","Reflex","Will","Perception","ArmorClass","MeleeAttack","RangedAttack","SpellAttack","DifficultyClass"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"4ad33a66-e477-4665-b067-123fcccc9943","Name":"Fleeing","Description":"You’re forced to run away due to fear or some other compulsion. On your turn, you must spend each of your actions trying to escape the source of the fleeing condition as expediently as possible (such as by using move actions to flee, or opening doors barring your escape). The source is usually the effect or caster that gave you the condition, though some effects might define something else as the source. You can’t Delay or Ready while fleeing.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]},{"Id":"3e8a42da-a11c-403e-8050-f0e419398574","Name":"Confused","Description":"You don’t have your wits about you, and you attack wildly. You are flat-footed, you don’t treat anyone as your ally (though they might still treat you as theirs), and you can’t Delay, Ready, or use reactions.\r\n\r\nYou use all your actions to Strike or cast offensive cantrips, though the GM can have you use other actions to facilitate attack, such as draw a weapon, move so that a target is in reach, and so forth. Your targets are determined randomly by the GM. If you have no other viable targets, you target yourself, automatically hitting but not scoring a critical hit. If it’s impossible for you to attack or cast spells, you babble incoherently, wasting your actions.\r\n\r\nEach time you take damage from an attack or spell, you can attempt a DC 11 flat check to recover from your confusion and end the condition.","HasLevels":false,"Level":0,"Related":[{"Id":"00000000-0000-0000-0000-000000000000","Name":"Flat-footed","HasLevels":false,"Level":0,"Related":[],"Modifiers":[{"Targets":["ArmorClass"],"Scaling":"Constant","Type":"Circumstance","Value":2,"IsBonus":false,"IsPenalty":true}]}],"Modifiers":[]},{"Id":"214ecd23-3c13-482b-8838-68bffd732bdd","Name":"Controlled","Description":"Someone else is making your decisions for you, usually because you’re being commanded or magically dominated.\r\n\r\nThe controller dictates how you act and can make you use any of your actions, including attacks, reactions, or even Delay. The controller usually does not have to spend their own actions when controlling you.","HasLevels":false,"Level":0,"Related":[],"Modifiers":[]},{"Id":"e4d7f1a3-a19a-4e8b-8378-75d1e73626e8","Name":"Clumsy","Description":"Your movements become clumsy and inexact. Clumsy always includes a value. You take a status penalty equal to the condition value to Dexterity-based checks and DCs, including AC, Reflex saves, ranged attack rolls, and skill checks using Acrobatics, Stealth, and Thievery.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Acrobatics","Stealth","Thievery","Reflex","ArmorClass","RangedAttack"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"cc9c900c-84d7-4a07-9c91-a3ff6410fd6e","Name":"Drained","Description":"When a creature successfully drains you of blood or life force, you become less healthy. Drained always includes a value. You take a status penalty equal to your drained value on Constitution-based checks, such as Fortitude saves. You also lose a number of Hit Points equal to your level (minimum 1) times the drained value, and your maximum Hit Points are reduced by the same amount.\r\n\r\nFor example, if you’re hit by an effect that inflicts drained 3 and you’re a 3rd-level character, you lose 9 Hit Points and reduce your maximum Hit Points by 9. Losing these Hit Points doesn’t count as taking damage.\r\n\r\nEach time you get a full night’s rest, your drained value decreases by 1. This increases your maximum Hit Points, but you don’t immediately recover the lost Hit Points.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Fortitude"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true},{"Targets":["TotalHealth"],"Scaling":"CharacterLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"9082b458-5c80-47cf-b006-278ed6e882f1","Name":"Enfeebled","Description":"You’re physically weakened. Enfeebled always includes a value. When you are enfeebled, you take a status penalty equal to the condition value to Strength-based rolls and DCs, including Strength-based melee attack rolls, Strength-based damage rolls, and Athletics checks.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Athletics","MeleeAttack"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"c229233b-c080-42f6-bbe2-020ce374c0f0","Name":"Stupefied","Description":"Your thoughts and instincts are clouded. Stupefied always includes a value. You take a status penalty equal to this value on Intelligence -, Wisdom -, and Charisma-based checks and DCs, including Will saving throws, spell attack rolls, spell DCs, and skill checks that use these ability scores. Any time you attempt to Cast a Spell while stupefied, the spell is disrupted unless you succeed at a flat check with a DC equal to 5 \u002B your stupefied value.","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Arcana","Crafting","Deception","Diplomacy","Intimidation","Medicine","Nature","Occultism","Performance","Religion","Society","Survival","Lore","Will","Perception","SpellAttack","DifficultyClass"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]},{"Id":"b3d057d8-b5ac-4b57-8c59-5f94730d8208","Name":"Sickened","Description":"You feel ill. Sickened always includes a value. You take a status penalty equal to this value on all your checks and DCs. You can’t willingly ingest anything—including elixirs and potions—while sickened.\r\n\r\nYou can spend a single action retching in an attempt to recover, which lets you immediately attempt a Fortitude save against the DC of the effect that made you sickened.\r\n\r\nOn a success, you reduce your sickened value by 1 (or by 2 on a critical success).","HasLevels":true,"Level":1,"Related":[],"Modifiers":[{"Targets":["Acrobatics","Arcana","Athletics","Crafting","Deception","Diplomacy","Intimidation","Medicine","Nature","Occultism","Performance","Religion","Society","Stealth","Survival","Thievery","Lore","Fortitude","Reflex","Will","Perception","ArmorClass","MeleeAttack","RangedAttack","SpellAttack","DifficultyClass"],"Scaling":"ConditionLeveled","Type":"Status","Value":1,"IsBonus":false,"IsPenalty":true}]}]